---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePatternIndentn2
source: html/e646334d-8444-b46c-60d5-db9619c8b8d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePatternIndentn2 Property

"Indent 2"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfacePatternIndentn2 { get; }
```